Repository: mohammedgad0/f_survey
Catalog: local/*/LC_MESSAGES/django.po
Languages: ar

source: Choice
ar: اختر...

source: First Name
ar: الاسم الاول

source: Second Name
ar: الاسم الثاني

source: Third Name
ar: الاسم الثالث

source: No. (National Identity / Residence / Visitor Limit) per person
ar: رقم (الهوية الوطنية / الإقامة / الحدود للزائرين) للفرد

source: Age
ar: العمر

source: Nationality
ar: الجنسية بالتفصيل

source: Type of difficulty
ar: نوع الصعوبة

source: Inside KSA
ar: داخل السعودية

source: Outside KSA
ar: خارج السعودية

source: Current place of stay
ar: مكان الإقامة المعتاد

source: Study Status
ar: الحالة الدراسية

source: Education Status
ar: الحالة التعليم (اسم أعلى شهادة)

source: Study Field
ar: مجال الدراسة (التخصص)

source: Marital Status
ar: الحالة الزوجية (الاجتماعية)

source: Males Count
ar: ذكور

source: Females Count
ar: إناث

source: Labour Status
ar: الحالة العملية للفرد

source: Labour Status (Other)
ar: الحالة العملية للفرد - أخرى (توضح)

source: Main Job
ar: المهنة الرئيسية بالتفصيل

source: Economic Activity
ar: النشاط الاقتصادي الرئيسي للجهة التي يعمل بها الفرد

source: Work Sector Type
ar: قطاع الجهة

source: Connect
ar: متصل

source: Disconnect
ar: غير متصل

source: Internet connection
ar: الاتصال بشبكة الإنترنت

source: Housing type
ar: نوع المسكن

source: Building material
ar: مادة البناء

source: Housing stay type
ar: نوع الإقامة بالمسكن

source: Holding type
ar: نوع الحيازة

source: Electric source
ar: المصدر الرئيسي للكهرباء

source: Water source
ar: المصدر الرئيسي للمياه

source: Sewage source
ar: المصدر الرئيسي للصرف الصحي

source: Income avg
ar: متوسط الدخل الشهري لكافة أفراد الأسرة

source: Housing act economic
ar: هل تمارس الأسرة او أحد أفرادها نشاط اقتصادي منزلي؟

source: building material text
ar: مادة البناء(أخرى)

source: Housing Type text
ar: نوع المسكن(أخرى)

source: holding type txt
ar: نوع الحيازة(أخرى)

source: electric sources txt
ar: المصدر الرئيسي للكهرباء

source: water sources txt
ar: المصدر الرئيسي للمياه(أخرى)

source: sewage txt
ar: المصدر الرئيسي للصرف الصحي(أخرى)

source: Housing space
ar: مساحة المسكن

source: Mobile Count
ar: عدد خطوط الهاتف النقال

source: Telephone Count
ar: عدد خطوط الهاتف الثابت

source: Internet users count
ar: عدد مستخدمي الإنترنت

source: Car count
ar: عدد السيارات

source: Tv count
ar: عدد أجهزة التلفزيون

source: Bed count
ar: عدد غرف النوم

source: other count
ar: عدد الغرف الأخرى

source: kitchen count
ar: عدد المطابخ

source: bath count
ar: عدد الحمامات

source: Name
ar: الأسم

source: death age
ar: العمر عند الوفاة

source: reason death text
ar: أسباب الوفاة(أخرى)

source: Place of Birth
ar: مكان الميلاد

source: Previous place of stay
ar: مكان الإقامة السابق

source: Sorry but we couldn't find this page
ar: عذراً الصفحة غير موجودة

source: This page you are looking for does not exist
ar: الصفحة المطلوبة غير موجودة

source: Try your link and password on your mobile
ar: برجاء الدخول بواسطة الرابط وكلمة السر المرسلة على هاتفكم

source: Save And Continue
ar: حفظ واستمرار

source: Back
ar: رجوع

source: House Information
ar: بيانات المسكن

source: House detail
ar: مكونات السكن

source: Communications
ar: وسائل الاتصالات والنقل والترفيه للأسرة

source: Save
ar: حفظ

source: Death information
ar: الوفيات داخل الأسرة

source: Gender
ar: الجنس

source: Nationality Name
ar: الجنسية

source: Reason of Death
ar: أسباب الوفاة

source: Add Family Member
ar: إضافة بيانات للفرد

source: Member
ar: الفرد

source: Load from National Information Center
ar: تحميل البيانات من مركز المعلومات الوطني

source: Members triple Name
ar: اسم الفرد الثلاثي

source: Relation
ar: العلاقة برئيس الأسرة

source: Age and Birth Year
ar: العمروتاريخ الميلاد

source: Difficulty type
ar: نوع الصعوبة فى وظائف الجسم

source: Eyesight difficulty
ar: النظر

source: Hearing power difficulty
ar: السمع

source: Movement difficulty
ar: الحركة

source: Memory difficulty
ar: التزكر

source: Personal care
ar: العنايةالشخصية

source: Communincation
ar: التخاطب والتواصل

source: Other
ar: اخرى (توضح)

source: Not Found
ar: لايوجد

source: Details of current stay
ar: تفاصيل الإقامة

source: Next
ar: التالى

source: Download data from the National Information Center
ar: تحميل البيانات من مركز المعلومات الوطني

source: Individual
ar: للفرد

source: All Members
ar: لجميع أفراد الأسرة

source: Select
ar: أختر

source: ID Number
ar: رقم الهوية

source: DOB
ar: تاريخ الميلاد

source: Gregorian
ar: التقويم الميلادي

source: Hijri
ar: التقويم الهجري

source: Date Type
ar: نوع التاريخ

source: Load
ar: تحميل

source: Mother ID Number
ar: رقم هوية الأم الفرد

source: Complete Data
ar: استكمال البيانات

source: View all members
ar: عرض جميع أفراد الأسرة

source: Births over the past 12 months
ar: المواليد خلال الاثني عشر شهرا الماضية

source: Add family member
ar: إضافة فرد جديد

source: Member Number
ar: رقم الفرد

source: Status
ar: الحالة

source: Date
ar: التاريخ

source: Actions
ar: إجراءات

source: Incomplete Info
ar: معلومات غير كاملة

source: Complete
ar: اكتمال

source: View
ar: عرض

source: Complete Info...
ar: استكمال البيانات

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: Previous
ar: السابق

source: No records available
ar: لا توجد بيانات

source: Home
ar: الرئيسية

source: Logout
ar: الخروج

source: Add House information
ar: إضافة بيانات المسكن

source: Submit Form
ar: إعتماد البيانات

source: General information
ar: المعلومات الرئيسية

source: Id number
ar: رقم الهوية

source: Member status
ar: حالة الأفراد

source: Incomplete
ar: معلومات غير كاملة

source: Submitted
ar: حالة الاستمارة

source: Member onformation
ar: بيانات الأفراد

source: Edit members number
ar: تغير عدد أفراد الأسرة

source: Death onformation
ar: الوفيات داخل الأسرة أخر 12 شهر

source: Add member
ar: إضافة فرد

source: Confirm Delete
ar: تأكيد حذف

source: Are you sure want to delete the product?
ar: هل أنت متأكد من حذف؟

source: Yes
ar: نعم

source: No
ar: لا

source: family members number
ar: عدد أفراد الأسرة

source: edit
ar: تعديل

source: Close
ar: اغلاق

source: Confirm Delete #
ar: تأكيد حذف #

source: Are you sure you want to delete family head
ar: هل أنت متأكد من حذف رئيس الأسرة

source: This will also delete all members for this family head
ar: سيؤدي هذا أيضًا إلى حذف جميع الأفراد لرئيس الأسرة

source: Are you sure want to delete
ar: هل أنت متأكد من حذف

source: change family members number #
ar: تغير عدد أفراد الأسرة

source: password
ar: كلمه السر

source: Login
ar: تسجيل الدخول

source: Start
ar: أبدأ هنا

source: Data is correct
ar: إقرار بصحة البيانات

source: Mobile
ar: رقم الجوال

source: Email
ar: البريد الإلكتروني

source: Submit
ar: إعتماد

source: Welcome
ar: أهلا بك

source: Add Family Members
ar: إضافة بيانات للفرد

source: Start family wizard
ar: أضف أفراد العائلة

source: View existing members
ar: عرض جميع أفراد الأسرة

source: Review Family data
ar: مراجعة بيانات العائلة

source: Review
ar: مراجعة

source: Add Housing Info
ar: إضافة بيانات المسكن

source: Housing information
ar: بيانات المسكن

source: Update
ar: تحديث

source: Add Death details
ar: أضف تفاصيل الوفيات

source: First family member must be Family head
ar: يجب أن يكون أول فرد من العائلة هو رئيس الأسرة

source: You have reached out your members limit, Please increase number of members before adding new.
ar: لقد تم ادخال جميع افراد الأسرة, لإدخال فرد جديد برجاء زيادة عدد أفراد الأسرة اولاً.

source: Saved
ar: تم الحفظ

source: Saved !
ar: تم الحفظ

source: Your Form is Complete
ar: بيانات الأسرة مكتملة ومعتمدة

source: All members added, Please add housing details.
ar: تمت إضافة أفراد العائلة بنجاح ، يرجى إضافة تفاصيل السكن.

source: Member is added
ar: تمت إضافة فرد الأسرة.

source: Review newly added members
ar: عرض جميع أفراد الأسرة

source: Member could not be added, Something went wrong!
ar: لا يمكن إضافة فرد

source: invalid id or password
ar: خطأ فى رقم الهوية او كلمة المرور

source: Cannot add house before complete members
ar: لا يمكن إضافة بيانات المسكن الا بعد اكتمال بيانات أفراد الأسرة

source: No death status available for this family
ar: لا توجد حالة وفاة متاحة لهذه العائلة.

source: Error database
ar: خطأ من قاعدة البيانات

source: Member is deleted
ar: تم الحذف

source: value less than members already exists
ar: العدد المدخل أقل من عدد الأفراد المسجلين من قبل

source: change done
ar: تم التغير بنجاح
